Repository: bryanmramsamy/ICC-EpreuveIntegree_2019-2020
Catalog: serina-project/locale/*/LC_MESSAGES/django.po
Languages: fr, nl

source: Some other modules has this module has prerequisites. In other words, this module has postrequisites. Therefore, these modules cannot be completed as long as this one is not. <br><br> If you already acquired this module in another school, you can ask for an examption. If you request is accepted by our staff, this module will be considered as completed and you won't have to procceed to its payment. <br> The list of the postrequisites can be found bellow.
fr: D'autres modules ont ce module comme prérequis. En d'autres mots, ce module a des post-requis. Ils ne peuvent donc pas être complétéstant que celui-ci ne l'est pas. <br><br> Si vous avez déjà acquis ce module dans une autre école, vous pouvez demander pour une exemption. Si votre demande est acceptée par notre personnel, ce module sera considéré comme complété et vous n'aurez pas à effectuer son paiement. <br> La liste des post-requis peut être trouvée ci-dessous.

source: This module has prerequisites you already completed
fr: Ce module a des prérequis déjà complétés

source: This module has not been completed yet but you can subscribe to it now without any more conditions.
fr: Ce module n'a pas encore été terminé mais vous pouvez vous y inscrire maintenant sans autres conditions.

source: You will receive a notification mail when your subscribtion request will be validated or denied
fr: Vous recevrez un mail de notification quand votre requête d'inscription sera validée ou refusée

source: Once you click on the confirmation button bellow, your subscribtion request will be sent to our staff. <br> They will examinate your request and your student report and will take a decision regarding of your data and your study history. <br><br> You will receive a notification on your registered e-mail address indication if your subscribtion to this module was accepted or denied. <br> If it was accepted, you will find a link to proceed to the payment of your registration. <br><br> You can also pay later but your module will never be considerate as completed as long as your payment is incomplete.
fr: Quand vous cliquez sur le bouton de confirmation ci-dessous, votre requête d'inscription sera envoyée à notre personnel. <br> Il examineront votre demande et votre rapport d'étudiant et prendront une décisions basées sur vos données et votre historique comme étudiant. <br><br> Vous recevrez une notification sur votre adresse mail si votre inscription à ce module a été acceptée ou refusée. <br> Si elle a été acceptée, vous trouverez un liens pour procéder au paiement de votre inscription. <br><br> Vous pouvez également payer plus tard mais votre module ne sera pas considéré comme complété tant que vous paiement n'est pas réalisé.

source: Know more about the prerequisites
fr: En apprendre plus sur les prérequis

source: Some modules has prerequisites, which means these modules which must be completed by the student before being able to complete the desired module. <br><br> If you already passed one of these modules here or in another educational institution, you can request for an examption on the module's page, which will either been approved or denied by our staff. An exampted module will not be charged.
fr: Certains modules ont des prérequis, ce qui signifie que ces modules doivent être complétés par l'étudiant avant d'être capable de finir le module souhaité. <br><br> Si vous avez déjà fini ce module ici ou dans un autre établissement d'enseignement, vous pouvez demander une exemption sur la page du module, qui sera soit approuvée, soit refusée par notre personne. Un module exempté ne doit pas être payé.

source: Payment with PayPal only
fr: Paiement avec PayPal only

source: We only accept direct payment via PayPal. <br> If you don't have a PayPal account, please make one on PayPal's official site.
fr: Nous acceptons uniquement les paiements directs via PayPal. <br> Si vous n'avez pas de compte Paypal, Veuillez en faire un sur le site officiel de Paypal.

source: You already have completed this module
fr: Vous avez déjà complété ce module

source: You don't have to complete this module again. If a postrequisite module is still locked, this means another of its prerequisite module hasn't been completed yet. <br><br> You are free to subscribe once more time to the module in order to get a better result. If you fail, the module will still be considered as completed. Keep in mind your request still have to be approved and you will have to pay the subscribtion fees once again.
fr: Vous ne devez pas compléter ce module à nouveau. Si un module post-requis est toujours bloqué, celà signifie qu'un autre des prérequis n'a pas encore été complété. <br><br> Vous êtes libre de vous inscrire encore une fois au module pour améliorer votre note. Si vous échouez, le module sera encore considéré comme complété. Gardez à l'esprit que votre requête doit encore être approuvée et que vous aurez à payer les frais d'inscription à nouveau.

source: Once the degree created, you will be able to add modules to it
fr: Une fois la formation créée, vous serez capable d'y ajouter des modules

source: For technical reasons, these actions cannot be performed as long as the module has not been created yet. <br> You will be redirected to the update form, where you will be able to add modules once the degree created.
fr: Pour des raisons techniques, ces actions ne peuvent être réalisées tant que le module n'a pas été créé. <br> Vous serez redirigé vers le formulaire de mise-à-jour, où vous pourrez ajouter des modules une fois la formation créée.

source: Once the module created, you will be able to add prerequisites and flag teachers as eligible to teach this module
fr: Une fois le module créé, vous pourrez ajouter les prérequis et désigner les enseignants éligibles pour enseigner ce module

source: For technical reasons, these actions cannot be performed as long as the module has not been created yet. <br> You will be redirected to the update form, where you will be able to add prerequisite modules and teachers in the 'Eligible teachers' list, once the module created.
fr: Pour des raisons techniques, ces actions ne peuvent être réalisés tant que le module n'a pas été créé. <br> Vous serez redirigé vers le formulaire de mise-à-jour, où vous pourrez ajouter les modules prérequis et enseignants dans la liste des 'Enseignants éligibles', une fois le module créé.

source: This module has prerequisites which must be completed beforehand
fr: Ce module a des prérequis qui doivent d'abord être complétés

source: You didn't completed all the prerequisites of this module yet, which means you cannot complete this one yet. <br><br> You can still subscribe to this module but if you succeed it, it won't be considered as completed as long as the prerequisites are not completed too. <br><br> If you already acquired the prerequisites in another school, you can ask for an examption on the prerequisite module's page. If you request is accepted by our staff, the module will be considered as completed and you won't have to procceed to its payment. <br> The list of the prerequisites can be found bellow.
fr: Vous n'avez pas complété tous les prérequis pour ce module, ce qui signifie que vous ne pouvez pas compléter celui-ci. <br><br> Vous pouvez vous inscrire à ce module mais si vous réussissez, ce ne sera pas considéré comme complété tant que les prérequis ne seront pas complétés également. <br><br> Si vous avez déjà acquis les prérequis dans une autre école, vous pouvez demander pour une exemption dans la page des modules prérequis. Si votre demande est acceptée par notre personnel, le module sera considéré comme complété et vous ne devrez pas procéder au paiement. <br> La liste des prérequis peut être trouvée ci-dessous.

source: This registration request has not been validated or denied yet
fr: Cette inscription n'a pas encore été traitée

source: Our management staff didn't validate or deny this registration request yet. <br><br> When a decision will be taken, you will receive a notification on the e-mail address you registered on your account.
fr: Notre équipe n'a pas encore traité cette demande. <br><br> Quand la décision aura été prise, vous recevrez unmail de notification.

source: This registration request has not been payed yet
fr: Cette inscription n'a pas encore été payée

source: You didn't pay this registration fee yet. <br><br> Therefore, this module won't be considered as completed, no matter what result you get at the end of it, as long as the payment wasn't procceeded.
fr: Vous n'avez pas encore payé pour cette inscription. <br><br> Ce module ne sera donc pas considéré comme complété, peu importe les résultats que vous avez eu, tant que le paiement n'est pas finalisé.

source: No classroom available
fr: Aucune salle de classe disponible

source: There are currently no classroom registered. Each course must be assigned to a classroom. <br> To pursue, you must create a classroom first.
fr: Il n'y a actuellement aucune salle de classe enregistrée. Chaque cours doit avoir une salle de classe assignée. <br> Pour continuer, vous devez créer une salle de classe.

source: No degree category available
fr: Aucune formation disponible

source: There are currently no category available. Each created degree must be assigned to a degree category. <br> To pursue, you must create a degree category first.
fr: Il n'y a aucune catégorie disponible. Chaque formation doit être assignée à une catégorie. <br> Pour continuer, vous devez d'abord créer une catégorie.
nl: Er is momenteel geen categorie beschikbaar. Elke gecreëerde graad moet zijn toegewezen aan een graadcategorie. <br> Om door te gaan, moet u eerst een categorie met diploma's maken.

source: No module available
fr: Aucun module disponible
nl: Geen module beschikbaar

source: There are currently no module available. Each course must be assigned to a module. <br> To pursue, you must create a module first.
fr: Il n'y a actuellement aucun module disponible. Chaque cours doit être assigné à un module. <br> Pour poursuivre, vous devez créer un module.
nl: Er is momenteel geen module beschikbaar. Elke cursus moet worden toegewezen een module. <br> Om door te gaan, moet u eerst een module maken.

source: No module level available
fr: Aucun niveau de module disponible
nl: Geen moduleniveau beschikbaar

source: There are currently no level available. Each created module must be assigned to a module level. <br> To pursue, you must create a module level first.
fr: Il n'y a actuellement aucun niveau disponible. Chaque module doit être affecté à un niveau de module. <br> Pour poursuivre, vous devez créer un niveau de module.
nl: Er is momenteel geen niveau beschikbaar. Elke aangemaakte module moet toegewezen aan een moduleniveau. <br> Om door te gaan, moet u eerst een moduleniveau maken.

source: No teachers found
fr: Aucun enseignant trouvé
nl: Geen leraren gevonden

source: There are currently no teacher registered. Each course must be assigned to a teacher. <br> To pursue, a user must be promoted to Teacher.
fr: Il n'y a aucun enseignant enregistré. Chaque cours doit être assigné à un enseignant. <br> Pour poursuivre, un utilisateur doit être promu enseignant.
nl: Er zijn momenteel geen docenten geregistreerd. Elke cursus moet worden toegewezen aan een leraar. <br> Om door te gaan, moet een gebruiker worden gepromoveerd tot leraar.

source: Your registration is not completed yet
fr: Votre inscription n'est pas encore complétée
nl: Uw registratie is nog niet voltooid

source: Your are currently a registered guest. To proceed to this action, you must be registered as a student. <br> To become a student, all you have to do is to complete your registration by clicking on the button bellow and following the instructions. Once your registration complete as student, come back to this page.
fr: Vous êtes enregistré comme invité. Pour continuer, vous devez être enregistré comme étudiant. <br> Pour devenir étudiant, vous devez compléter votre inscription en cliquant sur le bouton ci-dessous et en suivant les insctructions. Une fois votre inscription complétée comme étudiant, revenez sur cette page.
nl: U bent momenteel een geregistreerde gast. Om door te gaan met deze actie, u moet als student ingeschreven staan. <br> Om student te worden, hoef je alleen maar je inschrijving te voltooien door op de onderstaande knop te klikken en de instructies te volgen. Zodra je inschrijving compleet als student, kom terug naar deze pagina.

source: Check your data twice ! Once your data submitted, some of them won't be updatable anymore !
fr: Revérifiez vos données! une fois soumises, certaines ne pourront plus être modifiées !
nl: Controleer uw gegevens twee keer! Zodra uw gegevens zijn ingediend, zullen sommige dat niet zijn meer bij te werken!

source: You already have succeeded this module
fr: Vous avez déjà réussi ce module
nl: Je bent al geslaagd voor deze module

source: You already have succeeded this module before or the was exempted. <br><br> However, you are allowed to subscribe to this module again. <br> Keep in mind that procceeding this way, your subscribtion still must be validated by our staff and you must pay for your registration. <br><br> If you fail, the module will still be considered as validated. <br> If this module is part of a degree you are following, the best final score will be taken in consideration.
fr: Vous avez déjà réussi ce module ou en êtes exempté. <br><br> Vous êtes malgré tout autorisé à vous inscrire à nouveau. <br> Gardez à l'esprit que l'en procédant de la sorte, votre inscription doit encore être validée par notre perosnnel et vous devrez payer les frais d'inscription. <br><br> Si vous échouez, le module restera considéré comme validé. <br> Si ce module fait partie d'une formation que vous suivez, le meilleur note finale sera prise en considération.
nl: U bent al eerder geslaagd voor deze module of u was vrijgesteld. <br><br> However, you are allowed to subscribe to this module again. <br> U kunt zich echter opnieuw op deze module abonneren. gevalideerd door ons personeel en u moet betalen voor uw registratie. <br><br> Als u faalt, wordt de module nog steeds als gevalideerd beschouwd. <br> Als deze module deel uitmaakt van een opleiding die je volgt, de beste finale score zal in overweging worden genomen.

source: You are not registered
fr: Vous n'êtes pas enregistré
nl: U bent niet geregistreerd

source: To perform this action, register as a guest first. Then pursue your registration completely to become a student. <br> Once registered as a student, come back to this page and try again.
fr: Pour continuer cette action, enregistrez-vous comme invité d'abord. Poursuivez ensuite votre inscription complète pour devenir étudiant. <br> Une fois enregistré comme étudiant, revenez à cette page et essayez à nouveau.
nl: Om deze actie uit te voeren, moet u zich eerst als gast registreren. Achtervolg dan je inschrijving volledig om student te worden. <br> Eenmaal geregistreerd als student, keer terug naar deze pagina en probeer het opnieuw.

source: Check the validity of these data
fr: Vérifiez la validité de cette donnée
nl: Controleer de geldigheid van deze gegevens

source: For legal purpose, your data must be correct. <br> Please check their validity before procceeding to the payment. <br><br> If one of these data is incorrect, you can edit it from your profile.
fr: Pour des raisons légales, cette donnée doit être correcte. <br> Veuillez vérifier leur validité avant de procéder au paiement. <br><br> Si une de ces données est incorrecte, vous pouvez l'éditer depuis votre profile.
nl: Voor juridische doeleinden moeten uw gegevens correct zijn. <br> Controleer de geldigheid voordat u tot betaling overgaat. <br><br> Als een van deze gegevens onjuist is, kunt u deze vanuit uw profiel bewerken.

source: It is never to late to learn.
fr: Il n'est jamais trop tard pour apprendre
nl: Het is nooit te laat om te leren.

source: About us
fr: A propos de nous
nl: Over ons

source: Home
fr: Maison
nl: Startpagina

source: Contact us
fr: Contactez nous
nl: Neem contact op

source: Privacy policy
fr: Politique en matière de vie privée
nl: Privacybeleid

source: Cookies policy
fr: Politique en matière de cookies
nl: Cookiebeleid

source: Application Programming Interface
fr: Interface de programmation d'applications
nl: Interface voor applicatieprogrammering

source: Project report: Volume 1
fr: Rapport de projet : Volume 1
nl: Projectrapport: deel 1

source: Project report: Volume 2
fr: Rapport de projet : Volume 2
nl: Projectrapport: deel 2

source: GitLab.com project repository
fr: Dépôt de project GitLab.com

source: <strong>How is this personal data used ?</strong>
fr: <strong>Comment ces données personnelles sont utilisées?</strong>
nl: <strong>Hoe worden deze persoonlijke gegevens gebruikt?</strong>

source: Your language preference is stored in a cookie in order to load the correct language when you navigate through the application. <br> If you delete the cookie, an new one will be created with English as the default value.
fr: Votre langage de préférence est stocké dans un cookie afin de charger le langage correcte quand vous naviguez sur cette application. <br> Si vous supprimez le cookie, un nouveau sera crée avec AnglaisComme valeur par défaut.

source: Change the language
fr: Changer la langue
nl: Verander de taal

source: Catalog
fr: Catalogue
nl: Catalogus

source: Resources
fr: Ressources
nl: Middelen

source: My courses
fr: Mes cours
nl: Mijn vakken

source: Sign out
fr: Déconnexion
nl: Afmelden

source: profile
fr: profil
nl: Profiel

source: Description
nl: Omschrijving

source: Status
nl: Toestand

source: Options
nl: Opties

source: You didn\
nl: Je hebt niet \

source: Number of modules
nl: Aantal modules

source: Search
nl: Zoeken

source: Ongoing degree
nl: Doorlopende opleiding

source: Maximal
nl: Maximaal

source: Give a rate from 1 (very poor) to 5 (very good)
nl: Geef een cijfer van 1 (zeer slecht) tot 5 (zeer goed)

source: Leave a comment you want to be displayed on your rate. Your comment will be shown as well as your rating on the home page and the module/degree page.
nl: Laat een opmerking achter die u op uw tarief wilt laten zien. Uw opmerking wordtweergegeven, evenals uw beoordeling op de startpagina en de module / graadpagina.

source: Is visible
nl: Is zichtbaar

source: A rating must be assigned either to a module or to a degree.
nl: Een beoordeling moet worden toegekend aan een module of aan een graad.

source: A rating can not be assigned to a module and a degree at the same time.
nl: Een beoordeling kan niet tegelijkertijd aan een module en een graad worden toegekend.

source: Visible
nl: Zichtbaar

source: Hidden
nl: Verborgen

source: Sent on
nl: Verzonden op

source: 512 characters allowed
nl: 512 tekens toegestaan

source: Update your rating for
nl: Update uw beoordeling voor

source: Ratings Admin Panel
nl: Beoordelingen Admin Panel

source: All ratings
nl: Alle beoordelingen

source: star
nl: ster

source: All statuses
nl: Alle statussen

source: Visible ratings
nl: Zichtbare beoordelingen

source: Hidden ratings
nl: Verborgen beoordelingen

source: Payed fees
nl: Betaalde vergoedingen

source: If you already succeeded this or a similar module part of this degree in another school or educational organization, you can ask for an exemption. This will prevent you from passing paying this module if your request is accepted by our staff.
nl: Als je dit of een vergelijkbaar moduleonderdeel van deze opleiding al hebt behaald in een andere school of onderwijsorganisatie, kunt u vrijstelling aanvragen. Dit voorkomt dat u deze module betaalt als u dat wenst geaccepteerd door onze medewerkers.

source: Send the documents that can provide you a exemption for one or miltiple modules of this degree. The documents will be verified by our staff and help them taking a decision regarding your request.
nl: Stuur de documenten die u een vrijstelling kunnen geven voor één of meerdere modules van deze graad. De documenten zullen worden geverifieerd door onze medewerkers en hulp ze nemen een beslissing over uw verzoek.

source: Your current password
nl: je huidige wachtwoord

source: This data is used to indentify each user. It is used to compare your name with the name given on your registration documents. Your name can also appear on the list of attendance of each course you are following, which is only visible by the teachers of the module. <br> Your name is not shared to anyone outside the organisation. <br> <span class="text-danger">This data cannot be changed once set. To change your name, please contact the support team (<a href="mailto:%(support_mail)s">%(support_mail)s</a>).</span>
nl: Deze gegevens worden gebruikt om elke gebruiker te identificeren. Het is gewend compare your name with the name given on your registration documents. Your vergelijk uw naam met de naam die op uw registratiedocumenten staat. Uw volgende, die alleen zichtbaar is voor de docenten van de module. <br> Uw naam wordt met niemand buiten de organisatie gedeeld. <br> <span class="text-danger">Deze gegevens kunnen niet één keer worden gewijzigd set. Neem contact op met het ondersteuningsteam om uw naam te wijzigen (<a href="mailto:%(support_mail)s">%(support_mail)s</a>).</span>

source: Do you want to ask for an exemption for one or multiple modules part of this degree ?
nl: Wilt u vrijstelling aanvragen voor één of meerdere modules hiervan onderdeel diploma?

source: General information
nl: Algemene informatie

source: Invoice information
nl: Factuurinformatie

source: Remaining fees to pay
nl: Resterende te betalen vergoedingen

source: This degree contains %(nb_modules)s modules
nl: Deze graad bevat %(nb_modules)s modules

source: Results
nl: Resultaten

source: Exemption request
nl: Vrijstellingsverzoek

source: Average score
nl: Niet verzonden

source: Graduation status
nl: Afstudeerstatus

source: Congratulations, you did it!
nl: Gefeliciteerd, je hebt het gedaan!

source: Not graduated yet
nl: Nog niet afgestudeerd

source: Degree Registration Report List
nl: Lijst met diplomaregistratierapporten

source: All modules were denied
nl: Alle modules zijn geweigerd

source: Completely denied
nl: Helemaal ontkend

source: Some modules were denied
nl: Sommige modules zijn geweigerd

source: All modules are completed and succeeded
nl: Alle modules zijn afgerond en geslaagd

source: Completely payed
nl: Helemaal betaald

source: Payment pending for some modules
nl: Voor sommige modules is betaling in afwachting

source: Completely approved
nl: Volledig goedgekeurd

source: Some modules were approved
nl: Sommige modules zijn goedgekeurd

source: No modules were approved or denied yet
nl: Er zijn nog geen modules goedgekeurd of geweigerd

source: Some modules are not approved or denied yet
nl: Sommige modules zijn nog niet goedgekeurd of geweigerd

source: Partially pending
nl: Gedeeltelijk in behandeling

source: Unknown
nl: Onbekend

source: Not related to a degree registration report
nl: Niet gerelateerd aan een diploma-registratierapport

source: Accepted
nl: Geaccepteerd

source: Succeeded
nl: Geslaagd

source: Succeeded but not payed yet
nl: Geslaagd maar nog niet betaald

source: Failed
nl: Mislukt

source: Module Registration Reports Lists
nl: Module registratierapporten lijsten

source: Most of these data will not be updatable anymore once submitted. This especially concern the files uploaded. Please check twice before submitting them.
nl: De meeste van deze gegevens kunnen na verzending niet meer worden bijgewerkt. Deze hebben vooral betrekking op de geüploade bestanden. Controleer twee keer voordat u verzendt them.

source: Users beheerder Paneel
nl: Gebruikers admin paneel

source: Profile
nl: Profiel

source: Page
nl: pagina
