Repository: bryanmramsamy/ICC-EpreuveIntegree_2019-2020
Catalog: serina-project/locale/*/LC_MESSAGES/django.po
Languages: fr, nl

source: Module teached in the created course.
fr: Module enseigné dans le cours créé
nl: Module geleerd in de gemaakte cursus

source: Teacher
fr: Enseignant
nl: Docent

source: Teacher of this course.
fr: Enseignant pour ce cours
nl: Docent van deze cursus

source: Classroom
fr: Salle de classe
nl: Klas

source: Classroom where this course will be given.
fr: Salle de classe où ce cours sera donné
nl: Klas waar deze les gegeven zal worden

source: Degree category
fr: Catégorie de diplôme
nl: Graad categorie

source: Defines the academic level of the degree.
fr: Définis le niveau académique du diplôme
nl: Bepaald het academisch niveau van de opleiding.

source: All the modules which are part of the degree.
fr: Tous les modules qui font partie du diplôme
nl: Alle modules die deel uitmaken van de opleiding.

source: Difficulty level
fr: Niveau de difficulté
nl: Moeilijkheidsgraad

source: Rank the module by it's diffictuly.
fr: Classe le module selon sa difficulté
nl: Rangschilk de module op zijn moeilijkheidsgraad.

source: Prerequisite modules
fr: Modules requis
nl: Vereiste modules

source: If a prerequisite has prerequisites itself, those becomes prerequisites for this module too.
fr: Si le prérequis a des prérequis lui-même, ceux-ci deviennent des prérequis pource module également.
nl: Als een voorwaarde zelf ook voorwaarden heeft, worden dat ook voorwaarden voor deze module.

source: Eligible teachers
fr: Enseignants possibles
nl: Geschikte docenten

source: If no teacher is selected, the module woill be unteachable.
fr: Si aucun enseignant n'est sélectionné, le module ne sera pas enseignable
nl: Als er geen docent is geselecteerd, kan de module niet worden onderwezen.

source: {} (Capacity: {}/{})
fr: {} (Capacité: {}/{})
nl: {} (Capaciteit: {}/{})

source: Reference
fr: Référence
nl: Referentie

source: Start date
fr: Date de début
nl: Begin datum

source: When the course starts.
fr: Quand le cours débute.
nl: Wanneer de cursus begint.

source: End date
fr: Date de fin
nl: Eind datum

source: When the course ends.
fr: Quand le cours se termine.
nl: Wanneer de cursus eindigt.

source: Prebooked seats
fr: Places réservées
nl: Vooraf geboekte zetels

source: Seats unbookable by the regular students. Used for V.I.P. and substracted by the total amount of available seats.
fr: Places non réservable par les étudiants réguliers. Utilisé pour les V.I.P. et souscris pour le nombre de sièges disponibles
nl: Zitplaatsen niet te boeken voor de reguliere studenten. Gebruikt voor V.I.P. en afgetrokken van het totale aantal beschikbare stoelen.

source: Course
fr: Cours
nl: Cursus

source: Courses
fr: Cours
nl: Cursus

source: ({}) {} course
fr: ({}) {} cours
nl: ({}) {} cursus

source: given
fr: donné
nl: gegeven

source: by {}
fr: par {}
nl: door {}

source: at {}
fr: à {}
nl: bij {}

source: {} is not eligible to teach this course.
fr: {} n'est pas éligible pour enseigner ce cours.
nl: {} is niet geschikt om deze cursus te geven.

source: Start date ({}) must be set before end date ({}).
fr: La date de début ({}) doit être définie avant la date de fin ({}).
nl: Begin datum ({}) moet voor de eind datum ({}) komen.

source: Amount of registrants ({}) cannot be higher than the maximum capacity of the assigned classroom ({}).
fr: le nombre d'inscrits ({}) ne peut être supérieur à la capacité maximum de la classe assignée ({}).
nl: Het aantal registranten ({}) kan niet hoger zijn dan de maximale capaciteit van het toegewezen klaslokaal ({}).

source: Name
fr: Nom
nl: Naam

source: An explicite name is recommended, such as 'Bachelor', 'PhD', or 'Master'.
fr: Un nom explicite est recommandé comme 'Bachelier', 'PhD', ou 'Master'.
nl: Een expliciete naam wordt aanbevolen, zoals 'Bachelor', 'PhD' of 'Master'.

source: Degree categories
fr: Catégories de diplôme
nl: Graadcategorieën

source: Degree name
fr: Nom du diplôme
nl: Graad naam

source: To avoid confusion, it's recommended to use different names for each degree.
fr: Pour éviter la confusion, il est recommandé d'utiliser des noms différents pour chaque diplôme.
nl: Om verwarring te voorkomen, wordt aanbevolen om voor elke graad verschillende namen te gebruiken.

source: Should provide as much information on the module as possible.
fr: Devrait donner autant d'informations sur le module que possible.
nl: Moet zoveel mogelijk informatie over de module geven.

source: Picture
fr: Image
nl: Afbeelding

source: Not required. If no picture is sent, the default picture will be used.
fr: Pas requis. Si aucune image n'est envoyée, celle par défaut sera utilisée.
nl: Niet verplicht. Als er geen afbeelding wordt verzonden, wordt de standaardafbeelding gebruikt.

source: Degree
fr: Diplôme
nl: Graad

source: Degrees
fr: Diplômes
nl: Graad

source: Rank
fr: Classement
nl: Rang

source: Each level must have a unique rank. The higer the rank, the harder the difficulty level.
fr: Chaque niveau doit avoir un classement unique. Plus il est haut, au plus compliqué est le niveau de difficulté.
nl: Elk niveau moet een unieke rang hebben. Hoe hoger de rang, hoe moeilijker de moeilijkheidsgraad.

source: An explicite name is recommended, such as 'Beginner' or 'Intermediate'.
fr: Un nom explicite est recommandé, comme 'Débutant' ou 'intermédiaire'.
nl: Een expliciete naam wordt aanbevolen, zoals 'Beginner' of 'Gevorderd'

source: Module level
fr: Niveau du module
nl: Module niveau

source: Module levels
fr: Les niveau du module
nl: Module niveau

source: Module name
fr: Le nom du module
nl: Module niveau

source: To avoid confusion, it's recommended to use different names for each modules.
fr: Pour éviter toute confusion, il est recommandé d'utiliser des noms différents pour chaque module.
nl: Om verwarring te voorkomen, wordt aanbevolen om voor elke module verschillende namen te gebruiken.

source: Prerequisites
fr: Prérequis

source: ECTS value
fr: valeur en ECTS
nl: ECTS-waarde

source: Cannot be negative.
fr: Ne peut pas être négatif.
nl: Kan niet negatief zijn

source: Cost per student
fr: Coût par étudiant
nl: kost per student

source: Student charge price
fr: prix étudiant
nl: Prijs studententoeslag

source: {} cannot be added as eligible teacher. The user is not a 'Teacher'-group member.
fr: {} ne peut être ajouté comme enseignant éligible. L'utilisateur n'est pas dans le groupe 'Enseignant' comme membre.
nl: {} kan niet worden toegevoegd als in aanmerking komende docent. De gebruiker is geen 'Docent'-groep member.

source: This module can not be its own prerequisite.
fr: Ce module ne peut pas être son propre prérequis.
nl: Deze module kan niet zijn eigen vereiste zijn.

source: [{0}] {1} cannot be a prerequisite for this module. [{0}] {1} already has this module as prerequisite.
fr: [{0}] {1} ne peut être un prérequis pour ce module. [{0}] {1} a déjà ce module comme prérequis.
nl: [{0}] {1} kan geen vereiste zijn voor deze module. [{0}] {1} heeft aldeze module als vereiste.

source: Created by
fr: Créé par
nl: Gemaakt door

source: Created on
fr: créé
nl: Created op

source: Updated on
fr: mis-à-jour
nl: Updated op

source: {} is not allowed to perform tasks. This action must be performed by a back-office user. Please contact the support team ({}) for more information.
fr: {} n'est pas autorisé à faire cette tâche. Cette action doit être réalisée par ungestionnaire. Contactez l'équipe support ({}) pour plus d'informations.
nl: {} mag geen taken uitvoeren. Deze actie moet worden uitgevoerd door een back-kantoorgebruiker. Neem contact op met het ondersteuningsteam ({}) voor meer informatie.

source: Designation
fr: Désignation
nl: Aanwijzing

source: Must be as short and descriptive as possible.
fr: Doit être aussi court et précis que possible
nl: Moet zo kort en beschrijvend mogelijk zijn

source: Recommended capacity
fr: Capacité recommandée
nl: Aanbevolen capaciteit

source: Capacity where the attendees can work in optimal conditions.
fr: Capacité à laquelle les participants peuvent travailler dans des conditions optimales
nl: Capaciteit waar de aanwezigen in optimale omstandigheden kunnen werken.

source: Maximum capacity
fr: Capacité maximum
nl: Maximum capaciteit

source: Maximal capacity in case of over attendance.
fr: Capacité maximale en cas de trop grand nombre de participants.
nl: Maximale capaciteit in geval van overbezetting.

source: Classrooms
fr: Salles de classe
nl: klas

source: The capacity of a classroom cannot be zero.
fr: La capacité d'une salle de classe ne peut être de zéro.
nl: De capaciteit van een klaslokaal mag niet nul zijn.

source: The recommended capacity ({}) cannot be higher than the maximum capacity ({}).
fr: La capacité recommandée ({}) ne peut être supérieure à la capacité maximum ({}).
nl: De aanbevolen capaciteit ({}) mag niet hoger zijn dan de maximale capaciteit ({}).

source: Update
fr: Mettre-à-jour

source: Delete
fr: Supprimer

source: DEBUG: No functionality yet for Teachers
fr: DEBUG: pas encore de fonctionnalité pour les Enseignants
nl: DEBUG: nog geen functionaliteit voor docenten

source: You cannot subscribe to this module yet again
fr: Vous ne pouvez pas encore vous inscrire à ce module
nl: U kunt zich nog niet abonneren op deze module

source: Subscribe to this module
fr: S'inscrire à ce module
nl: Abonneer u op deze module

source: Complete your registration
fr: Terminer votre inscription
nl: Voltooi je registratie

source: Sign up
fr: S'enregistrer
nl: Zich registreren

source: Sign in
fr: Se connecter
nl: Aanmelden

source: Back to the courses list
fr: Retour à la liste des cours
nl: Terug naar de cursuslijst

source: Back to my courses
fr: Retour sur mes cours
nl: Terug naar mijn cursussen

source: Registrants
fr: Participants
nl: Registranten

source: Available/total seats before over attendance
fr: Siège disponible/totaux avant surfréquentation
nl: Beschikbare / totale zitplaatsen vóór overbezoek

source: Available/total seats
fr: Sièges disponibles/totaux
nl: Beschikbare / totale zitplaatsen

source: Starts on
fr: Démarrer
nl: Begint op

source: Ends on
fr: Finir
nl: Eindigt op

source: Full attendance
fr: Fréquentation complète
nl: Volledige opkomst

source: Over attendance
fr: Surfréquentation
nl: Over opkomst

source: Acceptable attendance
fr: Fréquentation acceptable
nl: Aanvaardbare opkomst

source: No seats available
fr: Aucune place disponible
nl: Geen stoelen beschikbaar

source: Few seats left
fr: peu de place restante
nl: Er zijn maar weinig stoelen over

source: Seats available
fr: Places disponibles
nl: Beschikbare plaatsen

source: Module teached in this course
fr: Modules enseignés dans ce cours
nl: Module gegeven in deze cursus

source: Teacher of this course
fr: Enseignant pour ce cours
nl: Docent van deze cursus

source: Contact by mail
fr: Contacter par mail
nl: Neem contact op via mail

source: Classroom assigned to this course
fr: Salle de classe assignée pour ce cours
nl: Klas toegewezen aan deze cursus

source: Add a new course
fr: Ajouter un cours
nl: Voeg een nieuwe cursus toe

source: The chosen teacher must be eligible for the chosen module
fr: L'enseignant choisis doit être éligible pour le module choisit
nl: De gekozen docent moet in aanmerking komen voor de gekozen module

source: Must be set before the end date
fr: Doit être définis avant la date de fin
nl: Moet worden ingesteld vóór de einddatum

source: Must be set after the start date
fr: Doit être définis après la date de début
nl: Moet worden ingesteld na de startdatum

source: Create the new course
fr: Créer un nouveau cours
nl: Maak de nieuwe cursus

source: Cancel and back to courses list
fr: Annuler et retourner à la liste de cours
nl: Annuleer en terug naar de cursuslijst

source: Create a new module
fr: Créer un nouveau module
nl: Maak een nieuwe module

source: Go to users manager
fr: Aller vers la gestion des utilisateurs
nl: Ga naar gebruikersbeheer

source: Register a new classroom
fr: Enregistrer une nouvelle salle de classe
nl: Registreer een nieuw klaslokaal

source: Back to courses list
fr: Retourner à la liste de cours
nl: Terug naar cursuslijst

source: Delete the course
fr: Supprimer le cours
nl: verwijder De Cursus

source: Confirm deletation
fr: Confirmer la suppression
nl: Bevestig het verwijderen

source: Cancel and back to course page
fr: Annuler et retourner à la page du cours
nl: Annuleer en terug naar de cursuspagina

source: List of attendees
fr: Liste des participants
nl: Lijst met aanwezigen

source: %(module_title)s given by %(teacher_name)s at %(room_name)s from %(start_date)s to %(end_date)s.
fr: %(module_title)s donnée par %(teacher_name)s à %(room_name)s depuis %(start_date)s jusqu'à %(end_date)s.
nl: %(module_title)s gegeven door %(teacher_name)s op %(room_name)s van %(start_date)s tot %(end_date)s.

source: CourseListView
fr: Vue de la liste des cours
nl: cursuslijstweergave

source: There was only one course given ever.
fr: Il n'y a eu qu'un cours donné.
nl: Er is ooit maar één cursus gegeven.

source: There is actually only one course given.
fr: Il y a un seul cours donné.
nl: Er wordt eigenlijk maar één cursus gegeven.

source: Register a new course
fr: Enregistrer un nouveau cours
nl: Registreer een nieuwe cursus

source: You are registered to this course
fr: Vous êtes enregistré pour ce cours
nl: U bent ingeschreven voor deze cursus

source: See more
fr: Voir plus
nl: Bekijk meer

source: DEBUG: Link to module_rr
fr: DEBUG: Liens vers module_rr
nl: DEBUG: Link naar module_rr

source: Finish your registration as a student
fr: Terminer votre inscription comme étudiant
nl: Rond je inschrijving als student af

source: All our courses
fr: Tous nos cours
nl: Al onze cursussen

source: Here is a list of all our courses. Feel free to look around. If you are already our student, you can even follow your progression from here.
fr: Voici une liste de tous nos cours. N'hésitez pas à regarder. Si vous êtes déjà étudiant, vous pouvez suivre votre progression d'ici.
nl: Hier is een lijst van al onze cursussen. Kijk gerust eens rond. Als je bent al onze student, je kunt van hieruit zelfs je vorderingen volgen.

source: Course already finished
fr: Cours déjà terminé
nl: Cursus is al afgelopen

source: Already started
fr: Déjà commencé
nl: Al begonnen

source: Starting soon
fr: Débute prochainement
nl: Begint binnenkort

source: Update course
fr: Mettre-à-jour le cours
nl: Update cursus

source: Automatically generated
fr: Généré automatiquement
nl: Automatisch gegenereerd

source: Update the course
fr: Mettre à jour le cours
nl: Werk de cursus bij

source: Cancel and back to the course
fr: Annuler et retourner au cours
nl: Annuleer en terug naar de cursus

source: Number
fr: Nombre
nl: Aantal

source: Student
fr: Etudiant
nl: Leerling

source: No student found
fr: Aucun étudiant trouvé
nl: Geen student gevonden

source: Subscribe to this degree
fr: S'inscrire à cette formation
nl: Schrijf je in voor deze graad

source: Back to the degrees catalog
fr: Retouner au catalogue de formations
nl: Terug naar de diplomacatalogus

source: Add a new module
fr: Ajouter un module
nl: Voeg een nieuwe module toe

source: Add a new degree to the catalog
fr: Ajouter une nouvelle formation à ce catalogue
nl: Voeg een nieuw diploma toe aan de catalogus

source: Supported formats
fr: Formats supportés
nl: Ondersteunde formaten

source: Create the new degree
fr: Créer la nouvelle formation
nl: Creëer de nieuwe graad

source: Cancel and back to degrees catalog
fr: Annuler et retourner au catalogue de formations
nl: Annuleer en terug naar de gradencatalogus

source: Create a new degree category
fr: Créer une nouvelle catégorie de formation
nl: Maak een nieuwe categorie voor diploma's

source: Back to degrees catalog
fr: Retourner au catalogue de formations
nl: Terug naar diplomacatalogus

source: Delete the degree
fr: Supprimer la formation
nl: Verwijder de graad

source: Cancel and back to degree page
fr: Annuler et retourner à la page de la formation
nl: Annuleren en terug naar de gradenpagina

source: Degrees catalog
fr: Catalogue de formation
nl: Graden catalogus

source: There is actually only one degree available.
fr: Il y a une formation de disponible.
nl: Er is eigenlijk maar één diploma beschikbaar.

source: Regitration fee
fr: Frais d'inscription
nl: Regitratievergoeding

source: A degree is like a stair: you start from the bottom, you must take each stair one by one at your own pace, underway you may find this tiring but if you keep going, you will end on the top.
fr: Une formation est comme un escalier: vous commencez en bas, et vous devez monter chaque marche à la fois à votre rythme, vous pouvez trouver celà fatiguant mais si vous continuez, vous arriverez en haut.
nl: Een graad is als een trap: je begint van beneden, je moet ze allemaal nementrap een voor een in je eigen tempo, onderweg vind je dit misschien vermoeiend, maar alsje blijftgaan, eindig je bovenaan.

source: Degree completed
fr: Formation terminée
nl: Diploma afgerond

source: This degree is composed of only one module.
fr: La formation est composée d'un seul module.
nl: Deze graad is samengesteld uit slechts één module.

source: Update the degree
fr: Mettre à jour la formation
nl: Werk de graad bij

source: To select multiple entries, hold <kbd>Ctrl</kbd> while selecting
fr: Pour sélectionner plusieurs entrées, maintenez <kbd>Ctrl</kbd> pendant que vous sélectionnez
nl: Om meerdere items te selecteren, houdt u <kbd> Ctrl </kbd> ingedrukt tijdens het selecteren

source: Update degree
fr: Mettre à jour la formation
nl: Update graad

source: Back to the degree categories catalog
fr: Retourner au catalogue des catégories de formation
nl: Terug naar de catalogus met diplomacategorieën

source: DegreeCategoryCreateView
fr: Vue de création des catégories de formations
nl: graadscategorieCreërenWeergave

source: Add a new degree category to the catalog
fr: Ajouter une catégorie de formation au catalogue
nl: Voeg een nieuwe categorie toe aan de catalogus

source: Create the new degree category
fr: CCréer la nouvelle catégorie de formation
nl: Maak de nieuwe categorie met diploma's

source: Cancel and back to degree categories catalog
fr: Annuler et retourner au catalogue des catégories de formations
nl: Annuleren en terug naar de catalogus met gradencategorieën

source: Delete the degree category
fr: Supprimer la catégorie de formation
nl: Verwijder de categorie met graden

source: Cancel and back to degree category page
fr: Annuler et retourner à la page des catégories de formation
nl: Annuleren en terug naar de categoriepagina van het diploma

source: Degrees by category
fr: Formations par catégories
nl: Graden per categorie

source: There is actually only one degree's category available.
fr: Il y a une seule catégorie de formation disponible.
nl: Er is momenteel maar één graadcategorie beschikbaar.

source: If you are looking for a specific bachelor or maybe a more advanced master, you may find it easier to order our degrees by their categories.
fr: Si vous cherchez un bachelier spécifique ou peut-être unmaster, vous trouverez plus simple d'ordonner vos formations par catégories.
nl: Als je op zoek bent naar een specifieke bachelor of misschien een meer gevorderdemeester, misschien vindt u het gemakkelijker om onze graden in categorieën te rangschikken.

source: Update the degree category
fr: Mettre à jour la catégorie de formation
nl: Werk de gradencategorie bij

source: No degree found
fr: Aucune formation trouvée
nl: Geen diploma gevonden

source: Back to the modules catalog
fr: Retouner au catalogue de modules
nl: Terug naar de modulecatalogus

source: This module is part of the following degrees
fr: Ce module fait partie des formations suivantes
nl: Deze module maakt deel uit van de volgende opleidingen

source: This module does not belong to any degree.
fr: Ce module ne fait partie d'aucune formation
nl: Deze module behoort tot geen enkele graad.

source: Teachers of this module
fr: Enseignants de ce module
nl: Leraar van deze module

source: There is actually no eligible teacher for this course.
fr: Il n'y a aucune enseignant éligible pour ce cours
nl: Er is eigenlijk geen geschikte docent voor deze cursus.

source: Add a new module to the catalog
fr: Ajouter un nouveau module au catalogue
nl: Voeg een nieuwe module toe aan de catalogus

source: Create the new module
fr: Ajouter un nouveau module
nl: Maak de nieuwe module

source: Cancel and back to modules catalog
fr: Annuler et retouner au catalogue de modules
nl: Annuleer en terug naar de modulecatalogus

source: Create a new module level
fr: Créer un nouveau niveau de module
nl: Creëer een nieuw moduleniveau

source: Back to modules catalog
fr: Retourner au catalogue de modules
nl: Terug naar modulecatalogus

source: Delete the module
fr: Supprimer ce module
nl: Verwijder de module

source: Cancel and back to module page
fr: Annuler et retourner à la page du module
nl: Annuleer en terug naar de modulepagina

source: Number of eligible teacher
fr: Nombre d'enseignants éligibles
nl: Nummer van in aanmerking komende leraar

source: Number of courses available
fr: Nombre de cours disponibles
nl: Aantal cursussen beschikbaar

source: Modules catalog
fr: Catalogue de modules
nl: Modules catalogus

source: There is actually only one module available.
fr: Il y a un module disponible.
nl: Er is eigenlijk maar één module beschikbaar.

source: Consult the modules by level
fr: Consulter les modules par niveau
nl: Raadpleeg de modules per niveau

source: For the students whom wants to build their own path piece by piece, we propose a collection of modules.
fr: Pour les étudiants qui veulent construire leur propre parcours pièce par pièce, nous proposons une collection de modules.
nl: Voor de studenten die stuk voor stuk hun eigen pad willen bouwen, wij stel een verzameling modules voor.

source: Module completed
fr: Module terminé
nl: Module voltooid

source: No prerequisite needed
fr: Aucun préréquis nécessaires
nl: Geen vereiste vereist

source: Prerequisites completed, not module itself
fr: Prérequis terminé, pas le module lui-même
nl: Vereisten voltooid, niet de module zelf

source: Prerequisites missing
fr: Prérequis manquants
nl: Vereisten ontbreken

source: You already registered to this module
fr: Vous êtes déjà enregistré à ce module
nl: U bent al geregistreerd voor deze module

source: This module has only one prerequisite
fr: Ce module n'a qu'un prérequis
nl: Deze module heeft maar één voorwaarde

source: Update the module
fr: Mettre à jour le module

source: Update module
fr: Mettre à jour le module
nl: Update de module

source: Back to the module levels catalog
fr: Retourner au catalogue des niveaux du module
nl: Terug naar de catalogus met moduleniveaus

source: Add a new module level
fr: Ajouter un nouveau niveau de module
nl: Voeg een nieuw moduleniveau toe

source: Add a new module level to the catalog
fr: Ajouter un nouveau niveau de module au catalogue
nl: Voeg een nieuw moduleniveau toe aan de catalogus

source: Create the new difficulty level
fr: Créer un nouveau niveau de difficulté
nl: Creëer de nieuwe moeilijkheidsgraad

source: Cancel and back to module levels catalog
fr: Annuler et retourner au catalogue des niveaux de module
nl: Annuleer en terug naar de catalogus met moduleniveaus

source: ModuleLevelDetailView
fr: Vue détaillée des niveau de module

source: Delete the module difficulty level
fr: Supprimer le niveau de difficulté du module
nl: Verwijder de moeilijkheidsgraad van de module

source: Cancel and back to module level page
fr: Supprimer et retourner à la page du niveau du module
nl: Annuleren en terug naar de pagina op moduleniveau

source: Module diffculty level
fr: niveau de difficulté du module
nl: Module moeilijkheidsgraad

source: Modules by level
fr: Modules par niveau
nl: Modules op niveau
