Repository: bryanmramsamy/ICC-EpreuveIntegree_2019-2020
Catalog: serina-project/locale/*/LC_MESSAGES/django.po
Languages: fr, nl

source: <strong>How is this personal data used ?</strong>
fr: <strong>Comment ces données personnelles sont-elles utilisées ?</strong>
nl: <strong>Hoe worden deze persoonlijke gegevens gebruikt?</strong>

source: This data is used to communicate with the user. The email is used to send you notifications, alerts, password reset tokens of set at disposal of our staff to directly communicate with you. <br> If you are not part of the staff (guest or student), your email address is not shared to anyone outside the organisation.
fr: Ces données sont utilisées pour communiquer avec l'utilisateur. L'email est utilisé pour envoyer des notifications, alertes, réinitialisation de mot de passe mis à disposition de notre équipe pour directement communiquer avec vous. <br> Si vous n'êtes pas membre de l'équipe (invité ou étudiant), votre adresse mail n'est pas partagée en dehors de l'organisation.
nl: Deze gegevens worden gebruikt om met de gebruiker te communiceren. De e-mail is gebruikt om u meldingen, waarschuwingen, tokens voor het opnieuw instellen van wachtwoorden te sturen of ingesteld op disposal of our staff to directly communicate with you. <br> Als je geen deel uitmaakt van het personeel (gast of student), dan is je e-mailadres wordt niet gedeeld met iemand buiten de organisatie.

source: This data is used as authentication security measure. You password is hashed before being stored in our database, which means it remains unreadable for everyone, our administrators included. Your previous password are not stored. You are the only one who know what the password exactly is.
fr: Ces données sont utilisée pour les mesures d'authentification. Votre mot de passe est haché avant d'être stocké dans notre base de données, ce qui signifie qu'il est impossible à lire pour n'importe qui, les administrateurs inclus. Vos mot de passe précédents ne sont pas stockés. Vous êtes le seule à savoir ce que le mot de passe est exactement.
nl: Deze gegevens worden gebruikt als beveiligingsmaatregel voor authenticatie. U wachtwoord wordt gehasht voordat het in onze database wordt opgeslagen, wat betekent dat het blijft voor iedereen onleesbaar, inclusief onze beheerders. Uw vorige wachtwoord wordt niet opgeslagen. U bent de enige die weet wat het wachtwoord is precies is.

source: Already registered ?
fr: Déjà enregistré?
nl: Al geregistreerd ?

source: Cookies Policy
fr: Politique de cookies
nl: Cookiebeleid

source: Please try again or contact our support team by clicking on the button bellow.
fr: Essayez encore ou contacter l'équipe de support en cliquant sur le bouton ci-dessous.
nl: Probeer het opnieuw of neem contact op met ons ondersteuningsteam door op de knop te klikken balg.

source: Back to the homepage
fr: Retour à la page d'accueil
nl: Terug naar de homepagina

source: Contact our support team
fr: Contactez notre équipe de support
nl: Neem contact op met ons ondersteuningsteam

source: Welcome
fr: Bienvenue
nl: Welkom

source: Welcome on the SERINA-Project page
fr: Bienvenue sur la page du projet SERINA
nl: Welkom op de SERINA-Project pagina

source: The SERINA-Project is an app that can make your school registration easy. Look at the degree that seems interesting for you, register as a guest or use your own account if you already have one, register to the degree and once your registration got confirmed, pay directly. You can also register to isolated modules if you don't want to follow a whole degree.
fr: Le projet SERINA est une application qui peut rendre votre inscription à l'école facile. regardez les formations qui vous semblent intéressantes, enregistrez-vous comme invités ou utilisez votre propre compte si vous en avez déjà un, enregistre-vous à la formation et une fois que votre inscritpion est confirmée, payez directement. Vous pouvez également vous enregistrer à des modules isolés si vous ne voulez pas suivre une formation complète.
nl: Het SERINA-project is een app die uw school kan maken registratie eenvoudig. Kijk naar het diploma dat u interessant lijkt, registreer je als gast of gebruik je eigen account als je er al een hebt inschrijven tot de graad en zodra uw inschrijving is bevestigd, betalen rechtstreeks. U kunt zich ook registreren voor geïsoleerde modules als u dat niet wilt volg een hele opleiding.

source: See the available degrees
fr: Voir les formations disponibles
nl: Bekijk de beschikbare graden

source: See the available modules
fr: Voir les modules disponibles
nl: Bekijk de beschikbare modules

source: Come check our degrees
fr: Venez voir nos formations
nl: Kom onze diploma's bekijken

source: Single module degree
fr: Formation avec un seul module
nl: Enkele module graad

source: It has never been so easy to subscribe to a course !
fr: Il n'a jamais été aussi facile de s'inscrire à un cours !
nl: Aanmelden voor een cursus was nog nooit zo eenvoudig!

source: Browse into our library of degrees or modules. Find the one(s) which seems interesing for you. Register and submit your student registration report if it's not already done. Select the desired degree and/or module. Click on the "Submit a subscribe request" button. Wait for a confirmation. Procceed to the payment. And the job is done.
fr: Aller dans notre liste de formations ou modules. Trouvez ceux qui vous paraissent intéressant. Enregistrez-vous et soumettez votre rapport d'enregistrement comme étudiant si ce n'est déjà fait. Sélectionnez votre formation souhaitée et/ou module. Cliquez sur le bouton "Submit a subscribe request" . Attendez une confirmation. Procédez au paiement. Et c'est en ordre.
nl: Blader door onze bibliotheek met graden of modules. Vind die (n) wat interessant voor je lijkt. Registreer en stuur je student in registratierapport als het nog niet gedaan is. Selecteer de gewenste graad en/of module. Klik op de knop " Een aanmeldingsverzoek indienen ". Wacht op een bevestiging. Ga verder met de betaling. En de klus is geklaard.

source: Or maybe you would prefere individual modules
fr: ou peut-être préfereriez-vous des modules individuels
nl: Of misschien geeft u de voorkeur aan individuele modules

source: Read the latest ratings left by our students
fr: Lisez les dernières évaluations laissées par nos étudiants
nl: Lees de laatste beoordelingen van onze studenten

source: Privacy Policy
fr: Politique concernant la vie privée
nl: Privacybeleid

source: Terms and conditions
fr: Termes et conditions
nl: Voorwaarden

source: Checkout
fr: Paiement
nl: Uitchecken

source: Student full name
fr: Nom complet de l'étudiant
nl: Volledige naam van de student

source: Student registration number
fr: Numéro d'inscritption de l'étudiant
nl: Studentenregistratienummer

source: Student address
fr: Adresse de l'étudiant
nl: Student adres

source: Checkout date and time
fr: Date et heure de validation
nl: Afrekendatum en -tijd

source: Price (V.A.T. excluded)
fr: Prix (hors TVA)
nl: Prijs (exclusief BTW)

source: Price (V.A.T. included)
fr: Prix (TVA inclue)
nl: Prijs (inclusief BTW)

source: Cancel and go back to module report page
fr: Annuler et retourner à la page du rapport de module
nl: Annuleer en ga terug naar de rapportpagina van de module

source: Subscribe to
fr: S'inscrire à
nl: Abboneer op

source: Send registration request
fr: Envoyer une requête d'enregistrement
nl: Stuur een registratieverzoek

source: Student\
fr: Etudiant\
nl: Leerling\

source: Registration status
fr: Status d'inscritpion
nl: Registratie Status

source: V.A.T. included
fr: TVA inclue
nl: VAT. inbegrepen

source: Payment date and time
fr: Date et heure de paiement
nl: Betaaldatum en -tijd

source: Uploaded
fr: téléchargé
nl: Geupload

source: Click here to see the file sent
fr: Cliquez ici pour voir le fichier envoyé
nl: Klik hier om het verzonden bestand te zien

source: Not sent
fr: Non envoyé
nl: Niet verzonden

source: Approve registration
fr: Inscription approuvée
nl: Keur de registratie goed

source: Deny registration
fr: Inscription refusée
nl: Registratie weigeren

source: Back to profile
fr: Retourner au profil
nl: Terug naar profiel

source: Notes from the teachers and the staff
fr: Notes des enseignants ou du personnel
nl: Aantekeningen van de docenten en het personeel

source: No notes available
fr: Aucune note disponible
nl: Geen aantekeningen beschikbaar

source: Add a note
fr: Ajouter une note
nl: Voeg een notitie toe

source: Keep the pre-existing notes in order to not over override them
fr: Gardes les notes pré-existantes pour ne pas les supprimer
nl: Bewaar de reeds bestaande notities om ze niet te overschrijven

source: Update final score and/or notes
fr: Ajouter un score final et/ou une note
nl: Werk de eindscore en / of notities bij

source: Partially payed
fr: Partiellement payé
nl: Gedeeltelijk betaald

source: Partially approved
fr: Approuvé partiellement
nl: Gedeeltelijk goedgekeurd

source: Approvement
fr: Accord
nl: Goedkeuring

source: No module registration found
fr: Aucun module d'inscription trouvé
nl: Geen moduleregistratie gevonden

source: Go back to module catalog
fr: Retourner au catalogue de module
nl: Ga terug naar de modulecatalogus

source: Go back to module page
fr: Retourner à la page de module
nl: Ga terug naar de modulepagina

source: Do you want to ask for an exemption ?
fr: Voulez-vous demander une exemption ?
nl: Wilt u vrijstelling aanvragen?

source: Yes
fr: Oui
nl: Ya

source: Click here to see more
fr: Clique ici pour en voir plus
nl: Klik hier om meer te zien

source: Attempt number
fr: Nombre d'essais
nl: Poging nummer

source: Success status
fr: Status réussis
nl: Successtatus

source: Update final score
fr: Mettre à jour le score final
nl: Update de eindscore

source: Add final score
fr: Ajouter un score final
nl: Eindscore toevoegen

source: All courses
fr: Tous les cours
nl: Alle cursussen

source: No
fr: Non

source: Complete yout registration
fr: Terminer votre inscription
nl: Voltooi je registratie

source: Mandatory information
fr: Information obligatoire
nl: verplichte informatie

source: Additional information
fr: Information additionnelle
nl: Extra informatie

source: Submit your registration report
fr: Soumettez votre rapport d'inscription
nl: Dien uw registratierapport in

source: Cancel and return to previous page
fr: Annuler et retourner à la page précédente
nl: Annuleer en keer terug naar de vorige pagina

source: Register now as a student by creating your own registration report
fr: Inscrivez-vous maintenant comme étudiant en créant votre propre rapport d'inscription
nl: Schrijf je nu in als student door je eigen inschrijfverslag aan te maken

source: Your student registration report is the proof that you are registered as a student. <br> It will contain all your legal data, files, as well as all your subscribtions to each of your degree and/or modules. <br> From your student registration report, you will be able to consult your data, track your progression along your degrees and/or modules, check if your subscribtion to a degree and/or module has been validated, proceed to a pending payment, consult your invoices or your scores and many more.
fr: Votre rapport d'inscritpion comme étudiant est la preuve que vous êtes enregistré comme étudiant. <br> Il contiendra vos données légales, dossier ainsi que vos inscriptions à chacunes de vos formations et/ou modules. <br> Depuis votre rapport d'inscritpion, vous serez capable de consulter vos données, suivre votre progression tout au long de vos formations et/ou modules, vérifiez si votre inscription à une formation et/ou module a été validée, procédez au paiement en attente, consultez vos factures ou vos résultats et bien d'autres choses.
nl: Je studentregistratierapport is het bewijs dat je staat geregistreerd als een student. <br> Het bevat al uw juridische gegevens, bestanden en al uw abonnementen op elk van uw opleidingen en / of modules. <br> Vanuit je studentinschrijvingsrapport kun je je gegevens, volg je voortgang langs je graden en / of modules, controleer of je inschrijving voor een opleiding en / of module is gevalideerd, ga verder met a in afwachting van betaling, raadpleeg uw facturen of uw scores en nog veel meer.

source: Update your profile
fr: Mettez votre profil à jour
nl: update je profiel

source: Deactivate user account
fr: Désactivez votre compte utilisateur
nl: Deactiveer gebruikersaccount

source: Activate user account
fr: Activez votre compte utilisateur
nl: Activeer gebruikersaccount

source: Upcoming
fr: A venir
nl: Aankomende

source: Ongoing
fr: En cours
nl: Voortdurende

source: Finished
fr: Finis
nl: Afgewerkt

source: No course available
fr: Aucun cours disponible
nl: Geen cursus beschikbaar

source: Student statistics
fr: Statistiques de l'étudiant
nl: Student statistieken

source: Success rate
fr: Taux de réussite
nl: Slagingspercentage

source: ECTS spent
fr: ECTS utilisés
nl: ECTS uitgegeven

source: ECTS won
fr: ECTS gagnés
nl: ECTS gewonnen

source: Degrees statistics
fr: Statistiques de formations
nl: Graden statistieken

source: Total registrations
fr: Total d'inscriptions
nl: Totaal aantal registraties

source: Partially approved registrations
fr: Inscriptions partiellement approuvées
nl: Gedeeltelijk goedgekeurde registraties

source: Fully approved registrations
fr: Inscriptions totalement approuvées
nl: Volledig goedgekeurde registraties

source: Partially payed registrations
fr: Inscriptions partiellement payées
nl: Gedeeltelijk betaalde inschrijvingen

source: Fully payed registrations
fr: Inscriptions totalement payées

source: Registration payments pending
fr: Paiments d'inscriptions en attente

source: Graduations
fr: Obtentions de diplômes

source: Modules statistics
fr: Statistiques des modules

source: Approved registrations
fr: Inscriptions approuvées

source: Payed registrations
fr: Inscriptions payées

source: Denied registrations
fr: Inscriptions refusées

source: Exempted registrations
fr: Inscriptions exemptées

source: Succeeded modules
fr: Modules réussis

source: Guest
fr: Invité

source: Group
fr: Groupe

source: Profile of
fr: Profil de

source: Registration date
fr: Date d'inscription

source: Last login date
fr: Date de la dernière connexion

source: Location
fr: Localisation

source: Click here to see the picture sent
fr: Cliquez ici pour voir l'image envoyée

source: Missing
fr: Manquant

source: ID card scan
fr: Scan de la carte d'identité

source: Optional fields
fr: Champs optionnels

source: Automatically generated when you registered.
fr: Automatiquement généré quand vous vous inscrivez

source: You cannot use an e-mail address already used by another user.
fr: Vous ne pouvez pas utiliser une adresse email déjà utilisée par un autre utilisateur

source: Update my profile
fr: Mettez votre profil à jour

source: Administrator
fr: Administrateur

source: No course was found for this module
fr: Aucun cours n'a été trouvé pour ce module

source: You have been logged out successfully.
fr: Vous vous êtes déconnecté avec succès

source: Your password has been changed. You must log yourself in again with the new password.
fr: Votre mot de passe a été changé. Vous devez vous connecter à nouveau avec le nouveau mot de passe.

source: You are already signed in. Please sign out to use a different account.
fr: Vous êtes déjà connecté. Déconnectez vous pour utiliser un autre compte

source: You are not allowed to perform this action. Please contact the support team ({}) for more information.
fr: Vous n'êtes pas autorisé à faire cette action. Veuillez contacter notre équipe support ({}) pour plus d'informations.

source: Your registration report has successfully been submitted. You now have the 'Student' status and can subscrib to any degree or any module wanted.
fr: Votre inscription a été soumise avec succès. Vous avez le status 'étudiant' et pouvez vous inscrire aux formations ou modules voulus.

source: The student registration file has already been created for your account: {} ({}). You can still change some information from your student's profile.
fr: Le dossier d'inscription étudiant a déjà été créé pour votre compte: {} ({}). Vous pouvez toujours changer vos informations depuis votre profil étudiant.

source: There is no course available for the requested module: {} ({}). In order to accept any new registration request, a new course must be created for this module.
fr: Il n'y a aucun cours disponible pour ce module: {} ({}). Pour accepter une nouvelle requête d'inscription, un nouveau cours doit être créé pour ce module.

source: The module's registration has been approved. A notification mail has been sent to the student.
fr: L'inscription au module a été acceptée. Un email de notification a été envoyée à l'étudiant.

source: This module registration request has already been approved.
fr: La demande d'inscription à ce module a déjà été approuvée

source: The module's registration has been denied. A notification mail has been sent to the student.
fr: L'inscription au module a été refusée. Un mail de notification a été envoyée à l'étudiant.

source: This module registration request has already been denied.
fr: La demande d'inscription au module a déjà été refusée

source: The module score has been added and has now been completed.
fr: Le score du module a été ajouté et peut maintenant être complété

source: This module registration request is already completed. The final score cannot be changed anymore without an adminitrator ({})
fr: La demande d'inscription au module est déjà finalisée. Le score final ne peut pas être modifié sans un administrateur ({})

source: This module registration request has not been payed by the student yet. The final score was saved anyway but the module cannot be coonsidered as completed as long as the payment wasn't done.
fr: La requête d'inscription à ce module n'a pas encore été payée par l'étudiant. Le score final a été sauvegardé mais le module ne peut pas être considéré comme complété tant que le paiement n'a pas été fait.

source: The notes for this module report has correctly been updated.
fr: Les notes pour ce rapport de module ont été correctement mises à jour.

source: The module has been successfully payed.
fr: Le module a été payé avec succès.

source: The module payment has unexpectedly been aborted.
fr: Le paiement du module a été interrompu.

source: This module registration request cannot be payed. It has either not been approved, is already payed, completed or exempted.
fr: La requête d'inscription au module ne peut être payée. Elle n'a soit pas été approuvée, est déjà payée, finalisée ou exemptée.

source: Bad request
fr: Mauvaise requête

source: Your request has not been understood.
fr: Votre requête n'a pas été comprise

source: Unfortunalty, you tried to perform an action which has not been understood by our servers.
fr: Malheureusement, vous essayer de réaliser une action qui n'a pas été comprise par nos serveurs.

source: Forbidden
fr: Interdit

source: Your access to the requested page has been denied.
fr: L'accès à la page demandée a été refusé

source: Unfortunalty, you tried to perform an action your current account permission level does not allow you to do.
fr: Malheureusement, vous essayer de réaliser une action que votre niveau de permission actuel ne vous autorise pas à réaliser.

source: Page not found
fr: Page non trouvée

source: The page you tried to reach does not exist.
fr: La page que vous essayer d'atteindre n'existe pas.

source: Unfortunalty, you tried to reach a page which does not exist.
fr: Malheureusement, vous essayer d'atteindre une page qui n'existe pas.

source: Server error
fr: Erreur serveur

source: An internal server error occured on our side.
fr: Une erreur interne s'est produite à notre niveau

source: Unfortunalty, the action you tried to perform caused an internal error on the servers side. We welcome you to report this, by clicking on the button bellow, in order for us to fix this bug as soon as possible. We apologize for this incovenience.
fr: Malheureusement, l'action que vous avez voulu réalisée a causé une erreur interne au niveau du serveur. Veuillez le rapporter en cliquant sur le bouton ci-dessous afin que nous puissions la fixer aussi rapidement que possible. Nous nous excusons pour l'inconvénient.

source: Registration for {} to {}
fr: Inscription pour {} à {}

source: GDPR disclaimer
fr: Avertissement RGPD

source: To know more about your rights, consult our
fr: Pour en savoir plus sur vos droits, consultez notre

source: , our
fr: , notre

source: and our
fr: et notre

source: You already follow this module or your last related request was not answered yet
fr: Vous suivez déjà ce module et votre dernière demande n'a pas encore été traitée

source: You cannot subscribe to a module you are already subscribed to. <br><br> If you are not following this module yet but you already sent a subscribtion request before, this means your request has been sent but not answered yet. <br> You will receive a notification by mail when you will get an answer.
fr: Vous ne pouvez pas vous inscrire à un module où vous êtes déjà inscrit. <br><br> Si vous ne suivez pas encore ce module mais que vous avez déjà soumis une requête d'inscription avant, celà veut dire que votre requête a été envoyée mais pas encore été traitée. <br> Vous allez recevoir une notification par mail quand elle sera traitée.

source: This action is irreversible !
fr: Cette action est irreversible !

source: If you proceed, this entry will be erased from the database. It won't be possible to recover it afterwards.
fr: Si vous effectuez cette action, cette entrée sera supprimée de la base de donnée. Il ne sera pas possible de les récupérer après.

source: This registration request has been denied
fr: Cette requête d'inscription a été refusée

source: This registration request has been denied by our staff during its validation phase. <br> You can try again or try our other modules. <br><br> To get more information,
fr: Cette requête d'inscription a été refusée par notre personnel durant la phase de calidation. <br> Vous pouvez encore essayer ou essayer d'autres modules. <br><br> Pour avoir plus information,

source: This project was made for academic purposes
fr: Le projet a été créé pour des raisons académiques
nl: Dit project is gemaakt voor academische doeleinden

source: This project is not an official profit application made in for an official organization. <br> If you want your own app, contact the owner:
fr: Ce projet n'est pas une application créée pour faire du profit pour une organisation officielle. <br> Si vous voulez votre propre application, contactez le propriétaire:
nl: Dit project is geen officiële winstaanvraag ingediend voor een officiële organisatie. <br> Als je een eigen app wilt, neem dan contact op met de eigenaar:

source: Some data are not updatable by yourself
fr: Certaines données ne sont pas mettable à jour par vous-même

source: For security and administrative reasons, some of your data such as your birthday cannot be changed by you manually. <br><br> If you would like to change an information or update a file sent, please contact our support team (<a href="mailto:%(support_team_mail)s" class="badge badge-light">%(support_team_mail)s</a>).
fr: Pour des raisons administratives et de sécurité, certaines de vos données comme votre anniversaire ne peuvent être changées manuellement. <br><br> Si vous voulez modifier une information ou mettre à jour un fichier envoyé, veuillez contacter notre équipe support (<a href="mailto:%(support_team_mail)s" class="badge badge-light">%(support_team_mail)s</a>).

source: This module has postrequisites and must be validated in order to validate these.
fr: Ce module est un prérequis pour d'autres modules et doit être validé pour les valider.
