Repository: bryanmramsamy/ICC-EpreuveIntegree_2019-2020
Catalog: serina-project/locale/*/LC_MESSAGES/django.po
Languages: fr, nl

source: There is actually only one module's level available.
fr: Il y a seulement un niveau de module disponible.
nl: Er is eigenlijk maar één module-niveau beschikbaar.

source: Before you climb a mountain, it may be better to see how tall it is.
fr: Avant de grimper une montagne, il est préférable de savoir à quelle point elle est haute.
nl: Voordat u een berg beklimt, is het wellicht beter om te zien hoe hoog deze is.

source: Update the module level
fr: Mettre à jour le niveau du module
nl: Werk het moduleniveau bij

source: Update the module difficulty level
fr: Mettre à jour le niveau de difficulté du module
nl: Update de moeilijkheidsgraad van de module

source: Update the difficulty level
fr: Mttre à jour le niveau de difficulté
nl: Update de moeilijkheidsgraad

source: Upcoming and ongoing courses for this module
fr: cours en cours et à venir pour ce module
nl: Aankomende en lopende cursussen voor deze module

source: Seats
fr: places
nl: Zitplaatsen

source: No classroom available yet
fr: Pas de salle de classe disponible pour le moment
nl: Nog geen leslokaal beschikbaar

source: No course available for this module
fr: Aucun cours disponible pour ce module
nl: Geen cursus beschikbaar voor deze module

source: No module found
fr: Aucun module trouvé
nl: Geen module gevonden

source: Back to the classroom list
fr: Retour à la liste des salles de classe
nl: Terug naar de klaslijst

source: Classroom capacity
fr: Capacité de la salle de classe
nl: Classroom capaciteit

source: Recommended
fr: Recommandé
nl: Aanbevolen

source: Register new classroom
fr: Enregistrer une nouvelle salle de classe
nl: Registreer een nieuw klaslokaal

source: Cancel and back to classroom list
fr: Annuler et retourner à la liste des salles de classe
nl: Annuleer en terug naar de klaslijst

source: Remove the classroom
fr: Supprimer la salle de classe
nl: Verwijder het klaslokaal

source: All our classroom
fr: Toutes nos salles de classe
nl: Heel ons klaslokaal

source: All our classrooms
fr: Toutes nos salles de classe
nl: Al onze klaslokalen

source: Each person should have his/her home, each sportsclub should have its stadium and each school should have its own classrooms. <br> Here is a list of ours.
fr: Chaque personne devrait avoir sa maison, chaque club de sport devrait avoir son stade et chaque école devrait avoir ses salles de classe. <br> Voici la liste des vôtres.
nl: Elke persoon zou zijn / haar huis moeten hebben, elke sportclub zou er een moeten hebben stadion en elke school zou zijn eigen klaslokalen moeten hebben. <br> Hier is een lijst van ons.

source: A list of all our classrooms
fr: Une liste de toutes nos salles de classe
nl: Een lijst van al onze klaslokalen

source: Update the classroom
fr: Mettre à jour la salle de classe
nl: Update het klaslokaal

source: Update classroom
fr: Mettre à jour la salle de classe
nl: Update klaslokaal

source: Cancel and back to classroom page
fr: Annuler et retourner à la page des salles de classe
nl: Annuleer en terug naar de klaspagina

source: Upcoming and ongoing courses in this classroom
fr: Cours en cours et à venir dans cette salle de classe
nl: Aankomende en lopende cursussen in deze klas

source: Creation date
fr: Date de création
nl: Aanmaakdatum

source: Rate
fr: Note
nl: Beoordeel

source: Comment
fr: Commentaire
nl: Commentaar

source: First name
fr: Prénom
nl: Voornaam

source: Last name
fr: Nom
nl: Achternaam

source: Mail address invalid. Check the spelling or try another one.
fr: Adresse mail invalide. Vérifiez l'orthographe ou essayer une autre.
nl: E-mailadres is ongeldig. Controleer de spelling of probeer een andere.

source: Password
fr: Mot de passe
nl: Wachtwoord

source: Password confirmation
fr: Confirmation du mot de passe
nl: wachtwoordbevestiging

source: The entered mail address is already in use. Please use another one or contact our support team ({}).
fr: L'adresse mail encodée est déjà utilisée. Veuillez utiliser une autre ou contacter notre équipe support ({}).
nl: Het ingevoerde e-mailadres is al in gebruik. Gebruik een andere of neem contact op met ons ondersteuningsteam ({}).

source: Your password and your password confirmation does not match. Please try again.
fr: Votre mot de passe et sa confirmation sont différents. Réessayez s'il vous plait Encore.
nl: Uw wachtwoord en uw wachtwoordbevestiging komen niet overeen. Probeer het alsjeblieft opnieuw.

source: Registration number
fr: Numéro de réservation
nl: Registratie nummer

source: Old password
fr: Ancien mot de passe
nl: Oud Wachtwoord

source: New password
fr: Nouveau mot de passe
nl: Nieuw paswoord

source: New password confirmation
fr: Confirmation du nouveau mot de passe
nl: Bevestiging van nieuwe wachtwoord

source: Email address
fr: Adresse email
nl: E-mailadres

source: Your legal first name declared on your ID card.
fr: Votre prénom légal indiqué sur votre carte d'identité.
nl: Uw officiële voornaam vermeld op uw identiteitskaart.

source: Contact e-mail address
fr: Adresse mail de contact
nl: Contact e-mailadres

source: E-mail address on which you will receive notifications and where our staff can contact you.
fr: Adresse email sur laquelle vous recevrez les notifications et sur laquelle notre personnel peut vous contacter.
nl: E-mailadres waarop u meldingen ontvangt en waar onze medewerkers kan contact met u opnemen.

source: Address
fr: Adresse
nl: Adres

source: Your legal residential address.
fr: Votre adresse de résidence.
nl: Uw wettelijke woonadres.

source: Additional address
fr: Adresse secondaire
nl: Extra adres

source: Address complement for long addresses.
fr: Complément d'adresse pour les longues adresses.
nl: Adresaanvulling voor lange adressen.

source: Postal code
fr: Code postal
nl: Postcode

source: Your legal residential postal code.
fr: Code postal de votre résidence
nl: Uw wettelijke postcode.

source: Locality
fr: Localité
nl: Plaats

source: Your legal residential postal locality designation.
fr: Appelation de votre code postal
nl: Uw wettelijke woonplaatsaanduiding.

source: Student's module final score
fr: Score final du module de l'étudiant
nl: Eindscore van de module van de student

source: Student's final score on this module. This score will determine if the student succeeded the module or not.
fr: Score final de l'étudiant pour ce module. Ce score déterminera si l' étudiant réussi le module ou pas.
nl: De uiteindelijke score van de student voor deze module. Deze score bepaalt of de student is geslaagd voor de module of niet.

source: Additonal notes
fr: notes supplémentaires
nl: Extra notities

source: Additional notes from the staff or the teachers.
fr: notes supplémentaires de l'équipe our des enseignants
nl: Aanvullende aantekeningen van het personeel of de docenten.

source: Your ID photo
fr: Votre photo d'identité
nl: Uw identiteitsfoto

source: Scan of your ID card
fr: Scnannez votre carte d'identité
nl: Scan van uw identiteitskaart

source: Additional notes you would like to add
fr: notes supplémentaires que vous voudriez ajouter
nl: Aanvullende opmerkingen die u zou willen toevoegen

source: Secondary education completion certificate or equivalent document.
fr: Certificat de fin d'études secondaires ou équivalence
nl: Certificaat van voltooiing van het secundair onderwijs of gelijkwaardig document.

source: Check this if you are a foreign student. If you are, you must fill additional fields.
fr: Vérifier ceci si vous êtes un étudiant étranger. si vous l'êtes, vous devez compléter les champs supplémentaires.

source: Circular annex 403 for social promotion studies.
fr: Annexe 403 pour les études de promotion sociale
nl: Circulaire bijlage 403 voor studies over sociale promotie.

source: Other school registration certificate for 60 ECTS.
fr: Certificat d'inscription pour 60 ECTS d'autres écoles
nl: Ander inschrijvingsbewijs van de school voor 60 ECTS.

source: If you already succeeded one or more similar modules in another school, you can send your success certificates in a zip file. Our staff will decide if one or some certificates can grant you an exemption for one or some or our modules.
fr: Si vous avez déjà complété un ou plusieurs modules similaires dans une autre écolé, vous pouvez envoyer votre certificat dans un fichier zip. Notre personnel décidera si un ou plusieurs certificats peuvent vous donner une exemption pour un ou plusieurs de nos modules.
nl: Als je al geslaagd bent voor een of meer vergelijkbare modules op een andere school, kan uw succescertificaten in een zip-bestand verzenden. Onze medewerkers beslissen of een of enkele certificaten kunnen u een vrijstelling verlenen voor een of enkele of onze modules.

source: Any job certificates from organizations such as the 'VDAB', the 'CPAS', the 'PHARE' or any similar organization.
fr: Tous les certificats de travail d'organisations comme le 'VDAB', le 'CPAS', le 'PHARE' ou toute autre organisation similaire.
nl: Eventuele functiecertificaten van organisaties zoals de 'VDAB', de 'OCMW's', de 'PHARE' of een vergelijkbare organisatie.

source: Any of your academic reports which could lead to a potential exemption.
fr: Rapport d'étude qui peut amener à une potentielle exemption
nl: Al uw academische rapporten die kunnen leiden tot een mogelijke vrijstelling.

source: Registration degree
fr: Enregistrement de formation
nl: Inschrijvingsgraad

source: Invoice ID
fr: ID de facturation
nl: Factuur-ID

source: Payment date
fr: Date de paiement
nl: Betaaldatum

source: Student exemption request
fr: Requête d'exemption de l'étudiant
nl: Verzoek om vrijstelling van studenten

source: Exemption reports
fr: Rapport d'exemption
nl: Vrijstellingsrapporten

source: Degree Registration Report
fr: Rapport d'enregistrement de formation
nl: Diploma-registratierapport

source: Degrees Registration Reports
fr: Rapports d'enregistrement des formations
nl: Gradenregistratierapporten

source: Student Registration Report
fr: Rapport d'enregistrement de l'étudiant
nl: Studentregistratierapport

source: Registration module
fr: Module d'enregistrement
nl: Inschrijfmodule

source: Student's attempt number
fr: Nombre d'essais de l'étudiant
nl: Pogingnummer van de student

source: Final score
fr: Score final
nl: Eindscore

source: If you already succeeded this or a similar module in another school or educational organization, you can ask for an exemption. This will prevent you from passing paying this module if your request is accepted by our staff.
fr: Si vous avez déjà réussi ceci ou un module similaire dans une autre école ou organisation d'éducation, vous pouvez demander pour une exemption. Ceci vous empêchera de payer pour ce module si votre requête est acceptée par l'équipe.
nl: Als je deze of een vergelijkbare module al hebt behaald op een andere school of onderwijsorganisatie, je kunt vrijstelling aanvragen. Hiermee voorkom je u slaagt voor het betalen van deze module als uw verzoek wordt geaccepteerd door onze medewerkers.

source: Send the documents that can provide you a exemption for this module. The documents will be verified by our staff and help them taking a decision regarding your request.
fr: Envoyez les documents qui peuvent vous fournir une exemption pour ce module. Les documents seront vérifiés par notre personnel et les aidera à prendre une décision selon votre requête.
nl: Stuur de documenten die u een vrijstelling kunnen geven voor deze module. De documenten worden geverifieerd door onze medewerkers en helpen hen bij het nemen van een beslissing aangaande uw verzoek.

source: Pending
fr: En attente
nl: In afwachting

source: Denied
fr: Refusé
nl: Geweigerd

source: Approved
fr: Approuvé
nl: Goedgekeurd

source: Payed
fr: Payé
nl: Betaald

source: Completed
fr: Complet
nl: Voltooid

source: Exempted
fr: Exempté
nl: Vrijgesteld

source: Module Registration Report
fr: Rapport d'enregistrement du module
nl: Module registratierapport

source: Modules Registration Reports
fr: Rapports d'enregistrement des modules
nl: Modules Registratierapporten

source: The Module Registration Request cannot be flagged as payed nor completed if no payment date was entered.
fr: La requête d'enregistrement du module ne peut être indiquée comme payé ou complété si aucune date de paiement n'est donnée.
nl: Het moduleregistratieverzoek kan niet worden gemarkeerd als betaald of voltooid als er is geen betalingsdatum ingevoerd.

source: You cannot put a final score to a registration which is not approved.
fr: Vous ne pouvez pas mettre un score final à un enregistrement qui n'est pas approuvé.
nl: U kunt geen eindscore toekennen aan een registratie die niet is goedgekeurd.

source: The Module Registration Request cannot be flagged as completed nor exempted if no final score was given.
fr: La requête d'enregistrement du module ne peut être indiquée comme complétée ou exemptée si aucun score final n'est donné.
nl: Het moduleregistratieverzoek kan niet worden gemarkeerd als voltooid of vrijgesteld als er geen eindscore is gegeven.

source: If a module is exempted, the final score must be equal or above the success score threshold, which is actually at {}.
fr: Si un module est exempté, le score final doit être équivalent ou supérieur au seuil de réussite, qui est à {}.
nl: Als een module is vrijgesteld, moet de eindscore gelijk of hoger zijn dan het succes scoredrempel, die eigenlijk op {} ligt.

source: Additional notes
fr: notes additionnelles

source: Birthday date
fr: Date d'anniversaire
nl: Extra notities

source: Nationality
fr: Nationalité
nl: Nationaliteit

source: ID picture
fr: Photo d'identité
nl: ID-afbeelding

source: ID card
fr: Carte d'identité
nl: indentiteitskaart

source: Secondary Education Certificate
fr: Certificat d'éducation secondaire
nl: Certificaat secundair onderwijs

source: Foreign student
fr: Etudiant étranger
nl: Buitenlandse student

source: Annex 403
fr: Annexe 403
nl: Bijlage 403

source: Other schools inscription certificate
fr: Certificat d'inscription à une autre école
nl: Inschrijvingsbewijs van andere scholen

source: National Register Extract
fr: Exctrait de registre national
nl: Uittreksel nationaal register

source: Belgian Studies History
fr: Historique d'études belges
nl: Belgische Studies Geschiedenis

source: Modules archievement certificates
fr: Certificats de réussite de modules
nl: Modules prestatiecertificaten

source: Job organizations certificates
fr: Certificats d'organisations de travail
nl: Certificaten van banenorganisaties

source: Student registration report
fr: Rapport d'enregistrement comme étudiant
nl: Studentenregistratierapport

source: Student registration reports
fr: Rapports d'enregistrements comme étudiant
nl: Studentenregistratierapporten

source: <strong>What if the terms and/or the policies changes ?</strong>
fr: <strong>Que se passe-t-il si les termes et/ ou les politiques changent ?</strong>
nl: <strong>Wat als de voorwaarden en / of het beleid veranderen?</strong>

source: You will be immediatly informed by mail through the mail address which is currently assigned to your account.
fr: Vous serez immédiatement informé par mail via l'adresse mail qui est actuellement renseignée dans votre compte.
nl: U wordt onmiddellijk per mail op de hoogte gebracht via het mailadres die momenteel is toegewezen aan uw account.

source: By checking this box, you hereby agree to our <a href="%(link_terms)s">Terms and conditions</a>, our <a href="%(link_privacy)s">Privacy policy</a> and our <a href="%(link_cookies)s">Cookies policy</a>.
fr: En vérifiant cet encadré, vous acceptez nos <a href="%(link_terms)s">Termes and conditions</a>, notre <a href="%(link_privacy)s">Politique de respect de la vie privée</a> et notre <a href="%(link_cookies)s">Politique concernant les cookies</a>.
nl: Door dit vakje aan te vinken, gaat u akkoord met onze <a href="%(link_terms)s">Algemene voorwaarden</a>, our <a href="%(link_privacy)s">Privacybeleid</a> en ons <a href="%(link_cookies)s">cookiebeleid </a>.

source: Registration number or password forgotten ?
fr: Numéro d'enregistrement ou mot de passe oublié ?
nl: Registratienummer of wachtwoord vergeten?

source: Reset your password
fr: Réinitialiser votre mot de passe
nl: Stel je wachtwoord opnieuw in

source: Not registered yet ?
fr: Pas encore enregistré?
nl: Nog niet geregistreerd ?

source: Change your password
fr: Changez votre mot de passe
nl: Wijzig uw wachtwoord

source: Your new password
fr: Votre nouveau mot de passe
nl: uw nieuwe wachtwoord

source: Cancel and back to profile
fr: Annuler et retourner au profil
nl: Annuleer en terug naar profiel

source: <p> If you already have an account, please enter your mail address assigned to your accout. <br> If the mail address exist in our databases, a mail will be sent to it with your registration number and a link usable to reset your password if needed. </p>
fr: <p> Si vous avez déjà un compte, entrez votre adresse mail renseignée dans votre compte. <br> Si l'adresse mail existe dans notre base de données, un mail y sera envoyé avec votre numéro d'enregistrement et un liens pour réinitialiser votre mot de passe si nécessaire. </p>
nl: <p> Als je al een account hebt, vul dan je e-mailadres in toegewezen aan uw account. <br> Als het e-mailadres in onze databases voorkomt, wordt er een e-mail gestuurd naar het met uw registratienummer en een link die bruikbaar is om uw wachtwoord opnieuw in te stellen als nodig zijn. </p>

source: Your email address
fr: Votre adresse mail
nl: jouw e-mailadres

source: Send mail
fr: Envoyer un mail
nl: Verzend mail

source: <p> Please enter a new password for your account. </p>
fr: <p> Veuillez entrer un nouveau mot de passe pour votre compte. </p>
nl: <p> Voer een nieuw wachtwoord in voor uw account. </p>

source: Reset password
fr: Réinitialiser le mot de passe
nl: Wachtwoord opnieuw instellen

source: Cancel and login
fr: Annuler et se connecter
nl: Annuleer en log in

source: Password reset mail sent
fr: Mail de réinitialisation de mot de passe envoyé
nl: E-mail voor opnieuw instellen van wachtwoord verzonden

source: The mail has been sent
fr: Le mail a été envoyé
nl: De mail is verzonden

source: <p> You will shortly receive a mail containing your registration number and link to reset your password. <br><br> If you don't need to reset your password, you can discard the mail. <br> For security measures, we recommand you to delete the mail once your account access recovered. <br><br> If you didn't received any mail, retry again or contact our support team (<a href="%(support_team_mail)s">%(support_team_mail)s</a>). </p>
fr: <p> Vous recevrez un email contenant votre numéro d'enregistrement et un lien pour réinitialiser votre mot de passe. <br><br> Si vous n'avez pas besoin de réinitialiser votre mot de passe, vous pouvez supprimer le mail. <br> Pour des raisons de sécurité, nous vous recommandons de supprimer ce mail une fois que vous avez récupéré accès à votre compte. <br><br> Si vous n'avez pas reçu le mail, réessayé ou contactez notre équipe de support (<a href="%(support_team_mail)s">%(support_team_mail)s</a>). </p>
nl: <p> U ontvangt binnenkort een e-mail met uw registratie number and link to reset your password. <br><br> Als u uw wachtwoord niet opnieuw hoeft in te stellen, kunt u het mail. <br> Om veiligheidsredenen raden we je aan om de mail één keer te verwijderen uw accounttoegang is hersteld. <br><br> Als je geen mail hebt ontvangen, probeer het dan opnieuw of neem contact op met onze ondersteuningsteam (<a href="%(support_team_mail)s">%(support_team_mail)s</a>). </p>

source: Finish your registration
fr: Terminer votre enregistrement
nl: Rond uw registratie af

source: One more step...
fr: Une dernière étape
nl: Nog een stap...

source: <h2> Congratulations %(user_fullname)s ! </h2> You are now registered to the SERINA-Project as a guest and will receive a confirmation mail in the next hour following your registration to our application. <br><br> If you didn't received any mail, click here to <a href="404">send it again</a> or contact our support team (<a href="mailto:%(support_team_mail)s">%(support_team_mail)s</a>). <div class="px-5"> <div class="mx-5 my-2 px-5 py-3 h5 rounded text-light bg-dark"> Your registration number is: <div class="display-3"> %(registration_number)s </div> Please, do not forget your registration number. <br> This one is required in order to sign in. <br><br> You can also find it back in your registration mail. <br><br> If you may forget your registration number, please contact the support team (<a href="mailto:%(support_team_mail)s">%(support_team_mail)s</a>). </div> </div> <hr> <h2> But you are not a student yet ! There is one more step to complete ! </h2> To become a student and being able to register to our degrees and our modules, you must finish your registration by filling the student registration report form. <br> You can also fill finish your registration later if you want to. <hr> <h2> Please select one option to continue </h2>
fr: <h2> Félicitations %(user_fullname)s ! </h2> Vous êtes maintenant enregistré au projet SERINA et vous allez recevoir un mail de confirmation dans l'heure après votre enregistrement à notre application. <br><br> Si vous n'avez pas reçu de mail, cliquez ici pour <a href="404">le recevoir à nouveau</a> ou contactez l'quipe de support (<a href="mailto:%(support_team_mail)s">%(support_team_mail)s</a>). <div class="px-5"> <div class="mx-5 my-2 px-5 py-3 h5 rounded text-light bg-dark"> Votre numéro d'enregistrement est: <div class="display-3"> %(registration_number)s </div> Ne l'oubliez pas. <br> Il est nécessaire pour vous connecter. <br><br> Vous pouvez également le retrouver dans votre mail d'inscription. <br><br> Si vous oubliez votre numéro d'inscription, contactez notre équipe de support (<a href="mailto:%(support_team_mail)s">%(support_team_mail)s</a>). </div> </div> <hr> <h2> Mais vous n'êtes pas encore étudiant ! Il y a une étape supplémentaire pour compléter l'inscritption ! </h2> Pour devenir étudiant et être capable de vous enregistrer à nos formations et à nos modules, vous devez finir votre inscription en complétant notre formulaire d'inscritption. <br> Vous pouvez également finir votre inscripion plus tard si vous préférez. <hr> <h2> Sélectionnez une option pour continuer </h2>
nl: <h2> Gefeliciteerd %(user_fullname)s ! </h2> Je bent nu als gast aangemeld bij het SERINA-Project en zal ontvang binnen een uur na uw registratie een bevestigingsmail onze applicatie. <br><br> Als u geen e-mail heeft ontvangen, klik dan hier om te <a href="404">verzenden it again</a> of neem contact op met ons ondersteuningsteam(<a href="mailto:%(support_team_mail)s">%(support_team_mail)s</a>). <div class="px-5"> <div class="mx-5 my-2 px-5 py-3 h5 rounded text-light bg-dark"> Uw registratienummer is: <div class="display-3"> %(registration_number)s </div> Vergeet uw registratienummer niet. <br> Deze is vereist om in te loggen. <br><br> U kunt het ook terugvinden in uw aanmeldingsmail. <br><br> Mocht u uw registratienummer vergeten zijn, neem dan contact op met de ondersteuningsteam (<a href="mailto:%(support_team_mail)s">%(support_team_mail)s</a>). </div> </div> <hr> <h2> Maar je bent nog geen student! Er is nog een stap naar complete ! </h2> Om student te worden en zich in te schrijven voor onze diploma's en our modules, you must finish your registration by filling the student registration report form. <br> U kunt uw registratie ook later voltooien als u dat wilt. <hr> <h2> Selecteer een optie om door te gaan </h2>

source: I want to complete my registration
fr: Je veux compléter mon inscription
nl: Ik wil mijn registratie voltooien

source: I want to complete my registration later
fr: Je veux finaliser mon inscription
nl: Ik wil mijn registratie later voltooien

source: Register
fr: S'inscrire
nl: Registreren
